Repository: toastersocks/Tippy
Catalog: TippyTranslations/*.xliff
Languages: es, pt

# Jyf-ba-bsN.text
source: Add some workers!
es: ¡Crear algunos empleados!
pt: Adicionar alguns empregados!

# 3Um-hq-lka.headerTitle
source: Feedback
es: Retroalimentación
pt: Comentarios

# 4K1-RY-c0v.accessibilityLabel
source: Settings
es: Configuración
pt: Configurações

# 4K1-RY-c0v.normalTitle
source: Settings
es: Configuración
pt: Configurações

# 5f4-NX-0OI.text
source: Split an amount or percentage from the total tipouts to work on seperately
es: Dividir una cantidad o porcentaje de las propinas totales para calcular por separado
pt: Dividir uma quantia ou percentagem do total para calcular separadamente

# 60P-I6-phS.accessibilityHint
source: Create a new tipout
es: Cree una nueva propina
pt: Crear uma gorjeta nova

# 60P-I6-phS.accessibilityLabel
source: New
es: Nueva
pt: Nova

# 60P-I6-phS.normalTitle
source: New
es: Nueva
pt: Nova

# 72s-a6-bdR.text
source: Clear the current tipout
es: Borrar la propina actual
pt: Apagar gorjeta atual

# Clm-pj-aYP.accessibilityHint
source: Clear all tipouts
es: Borrar todas las propinas
pt: Apagar gorjetas todas

# Clm-pj-aYP.accessibilityLabel
source: Clear all
es: Borrar Todas
pt: Apagar tudo

# Clm-pj-aYP.normalTitle
source: Clear All
es: Borrar Todas
pt: Apagar tudo

# Dba-8d-l9R.text
source: Change settings for rounding and percentage input
es: Cambiar la configuración de redondeo y la entrada de porcentaje
pt: Ajustes para arredondamento e entrada de porcentagem

# ESV-TY-5WW.text
source: Tap to add new workers (left-swipe a worker to delete)
es: Pulse para crear empleados nuevas (deslizar izquierdo para borrar)
pt: Toque para adicionar novos trabalhadores (deslizar-los para a esquerda para excluir)

# MFl-H6-J8J.text
source: Acknowledgements
es: Licencias
pt: Reconhecimentos

# PqG-9W-4b1.segmentTitles[1]
source: Whole
es: Entero
pt: Inteiro

# Qgh-NW-lUk.accessibilityHint
source: Clear current tipout
es: Borrar la propina actual
pt: Apagar gorjeta atual

# Qgh-NW-lUk.accessibilityLabel
source: Clear
es: Borrar
pt: Apagar

# Qgh-NW-lUk.normalTitle
source: Clear
es: Borrar
pt: Apagar

# R4I-Fe-UmZ.text
source: Create new tipouts here (your current tipout will be saved)
es: Crear nuevos propinas aquí (la propina actual se guarda)
pt: Criar novas gorjetas aqui (a gorjeta atual será guarda)

# Vod-yr-7GK.text
source: Combine all your tipouts together
es: Combina todas sus propinas juntas
pt: Combinar todas as suas gorjetas

# WgE-Kv-GHU.accessibilityLabel
source: Add worker
es: Cree empleado
pt: Adicionar empregado

# WgE-Kv-GHU.normalTitle
source: Add Worker
es: Cree empleado
pt: Adicionar empregado

# Y2C-Ko-NpJ.text
source: Percentage Input
es: Entradas porcentuales
pt: Entrada Percentual

# YaZ-9k-BQr.headerTitle
source: Settings
es: Configuración
pt: Configurações

# fkW-b6-RAE.title
source: Settings
es: Configuración
pt: Configurações

# hg0-4d-DaM.text
source: Round to nearest...
es: Redondear al más cercano
pt: Arredonda para o mais próximo...

# hvU-X7-2cN.text
source: Tap the colored tabs to switch between tipouts
es: Pulse en las fichas de colores para cambiar entre las propinas
pt: Toque nas abas coloridas para alternar entre gorjetas

# iqF-6u-Bum.text
source: Tell us what you think!
es: ¡Danos tu opinión!
pt: Dê-nos a sua opinião!

# j3G-1F-3RX.accessibilityHint
source: Split an amount from the total into another tipout
es: Dividir una cantidad del total en otro propina
pt: Separe um quantia do total para calcular separadamente

# j3G-1F-3RX.accessibilityLabel
source: Split
es: Dividir
pt: Separe

# j3G-1F-3RX.normalTitle
source: Split...
es: Dividir...
pt: Separe...

# nEO-a7-nmn.title
source: Done
es: OK
pt: OK

# o4X-LY-uYi.headerTitle
source: Acknowledgements
es: Licencias
pt: Reconhecimentos

# qSR-OL-u54.accessibilityHint
source: Combine all tipouts
es: Combina todas propinas
pt: Combina as gorjetas todas

# qSR-OL-u54.accessibilityLabel
source: Combine
es: Combina
pt: Combina

# qSR-OL-u54.normalTitle
source: Combine
es: Combina
pt: Combina

# rFC-Sg-CH6.title
source: Settings
es: Configuración
pt: Configurações

# ra2-AO-xaS.text
source: Clear all your tipouts
es: Borrar todas las propinas
pt: Apaga as gorjetas todas

# Ust-gp-wXs.segmentTitles[0]
source: Amount
es: Cantidad
pt: Quantia

# Ust-gp-wXs.segmentTitles[1]
source: Percentage
es: Porcentaje
pt: Percentagem

# e7M-nY-YFV.text
source: Split by...
es: Dividir por...
pt: Separado por...

# nTD-il-x04.placeholder
source: Amount
es: Cantidad
pt: Quantia

# 2ro-lY-Lgc.accessibilityLabel
source: Name
es: Nombre
pt: Nome

# 2ro-lY-Lgc.placeholder
source: Name
es: Nombre
pt: Nome

# KYw-C6-HDU.accessibilityLabel
source: Percent
es: Porcentaje
pt: Percentagem

# KYw-C6-HDU.placeholder
source: Percentage
es: Porcentaje
pt: Percentagem

# ZYw-qH-tIw.accessibilityLabel
source: Hours
es: Horas
pt: Horas

# ZYw-qH-tIw.placeholder
source: Hours
es: Horas
pt: Horas

# xyf-xE-rf0.accessibilityLabel
source: Amount
es: Cantidad
pt: Quantia

# xyf-xE-rf0.placeholder
source: Amount
es: Cantidad
pt: Quantia

source: Amount
es: Cantidad
pt: Quantia

source: Cancel
es: Cancelar
pt: Cancele

source: Percent
es: Porcentaje
pt: Percentagem

source: Split
es: Dividir
pt: Separe
